Revit 2024 API
ParameterTypeId.HandrailHandClearanceParam Property
 "Hand Clearance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId HandrailHandClearanceParam { get; }
Visual Basic
Public Shared ReadOnly Property HandrailHandClearanceParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ HandrailHandClearanceParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace